[
    {
      "id":1,
      "name": "AirPods",
      "price": 985000,
      "image": "images/product-1.jpg",
      "stock": 10,
      "description": "Cancelación Activa de Ruido para que disfrutes de un sonido inmersivo. Modo Ambiente para que escuches todo lo que ocurre a tu alrededor y puedas interactuar con tu entorno. Ajuste personalizable para que los uses con comodidad todo el día. Y resistencia al agua y al sudor. Los AirPods Pro tienen un diseño increíblemente ligero y se configuran fácilmente en todos tus dispositivos Apple."
    },
    {
      "id":3,
      "name": "Air Jordan 12 gym red",
      "price": 1139320,
      "image": "images/product-2.jpg",
      "stock": 15,
      "description": "Sencillos pero sorprendentes, este zapato toma algunas de las características clásicas de la marca y las combina con un diseño limpio y contemporáneo. La parte superior en cuero rojo suave de primera calidad envuelve este zapato, un color vibrante que lo llena de originalidad en una muy añorada silueta clásica de Jordan."
    },
    {
      "id":3,
      "name": "Camiseta de algodón Cyan",
      "price": 25000,
      "image": "images/product-3.jpg",
      "stock": 64,
      "description": "Camiseta de algodón color cyan, talla única, unisex, hecha de algodon al 100%."
    },
    {
      "id":4,
      "name": "Timex Unisex Originals",
      "price": 351500,
      "image": "images/product-4.jpg",
      "stock": 9,
      "description": "reloj unisex, con pulso en cuero color cafe,maquinaria en acero."
    },
    {
      "id":5,
      "name": "Red digital smartwatch",
      "price": 250800,
      "image": "images/product-5.jpg",
      "stock": 12,
      "description": "los smartwatches son una verdadera extensión del smartphone: gracias a su conexión por Bluetooth, permiten interactuar con las aplicaciones instaladas en el teléfono móvil para responder a los mensajes, realizar llamadas y acceder a una amplia gama de funciones."
    },
    {
      "id":6,
      "name": "Nike air max 95",
      "price": 370450,
      "image": "images/product-6.jpg",
      "stock": 42,
      "description": "zapatillas deportativas, tallas varidas, con tecnologia air para mejor andar."
    },
    {
       "id":7,
      "name": "Joemalone Women prefume",
      "price": 25900,
      "image": "images/product-7.jpg",
      "stock": 36,
      "description": "Perfume para mujer Joemalone, fragancia duradera y olor exquisito, de larga duracion."
    },
    {
      "id":8,
      "name": "Apple Watch",
      "price": 1350000,
      "image": "images/product-8.jpg",
      "stock": 4,
      "description": " reloj inteligente de la marca Apple, con multiples funciones, gracias a su conexión por Bluetooth, permiten interactuar con las aplicaciones instaladas en el teléfono móvil para responder a los mensajes, realizar llamadas y acceder a una amplia gama de funciones."
    },
    {
      "id":9,
      "name": "Men silver Byron Watch",
      "price": 420000,
      "image": "images/product-9.jpg",
      "stock": 11,
      "description": "reloj para hombre,con pulso de acero, preciso, funciones de seleccion de dia del mes entre otras."
    },
    {
      "id":10,
      "name": "Polaroid one step camera",
      "price": 670000,
      "image": "images/product-10.jpg",
      "stock": 2,
      "description":"El objetivo de Polaroid es crear productos únicos que permitan a sus clientes capturar los momentos más importantes. La vida pasa rápido y no se detiene, por eso Polaroid busca inspirar a las personas para que inmortalicen esos instantes únicos, le pongan pausa al momento y lo revivan siempre en un recuerdo que puedan sostener en sus manos."
    },
    {
      "id":11,
      "name": "Gray Nike running shoes",
      "price": 312000,
      "image": "images/product-11.jpg",
      "stock": 21,
      "description": "zapatillas marca nike, color negro, tallas variadas."
    },
    {
      "id":12,
      "name": "Black DSLR lense",
      "price": 460500,
      "image": "images/product-12.jpg",
      "stock": 3,
      "description": " Lente Telefotográfico.El primer objetivo de la serie L de 85 mm de Canon con capacidad IS, Apertura grande y brillante de f/1.4,Estabilización de imagen de hasta 4* pasos de corrección de movimiento,Lente asférica GMo con tecnología Air Sphere Coating."
    }
  ]